import "../static_page.css";
const PrivacyPolicy = () => {
  return (
    <div className="w-full sm:w-2/3 mx-auto py-10 px-5 text-sm">
      <h1>プライバシーポリシー</h1>
      <p>
        AND DIGITS
        INC（以下「当社」といいます。）は、当社の提供するサービス（以下「本サービス」といいます。）における、ユーザーについての個人情報（個人情報の保護に関する法律（平成十五年法律第五十七号、以下「個人情報保護法」といいます。）にいう「個人情報」をいいます。）を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます。）を定めます。
      </p>
      <h2>収集する利用者情報及び収集方法</h2>
      <p>
        本サービスにおいて当社が本ポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他ユーザーまたはユーザーの端末に関連して生成または蓄積された情報であって、本ポリシーに基づき当社が収集するものを意味するものとします。
      </p>
      <p>
        収集する利用者情報は、その収集方法に応じて、以下のようなものとなります。
      </p>
      <ol>
        <li>
          ユーザーが本サービスを利用するにあたって、当社が収集する情報当社は、本サービスへのアクセス状況やそのご利用方法に関する情報を収集することがあります。これには以下の情報が含まれます。
          <ul>
            <li>リファラ</li>
            <li>IPアドレス</li>
            <li>サーバーアクセスログに関する情報</li>
            <li>Cookie、ADID、IDFAその他の識別子</li>
          </ul>
        </li>
        <li>
          ユーザーが本サービスを利用するにあたって、当社がユーザーの個別同意に基づいて収集する情報当社は、ユーザーが個別に同意した場合、当社は以下の情報を利用中の端末から収集します。
          <ul>
            <li>位置情報</li>
          </ul>
        </li>
        <li>
          ユーザーからご提供いただく情報本サービスを利用するために、または本サービスの利用を通じてユーザーからご提供いただく情報は以下のとおりです。
          <ul>
            <li>氏名、年代、性別等プロフィール情報</li>
            <li>メールアドレス、都道府県等連絡先に関する情報</li>
            <li>クレジットカード情報等決済手段に関する情報</li>
            <li>ユーザーの肖像を含む静止画情報</li>
            <li>
              入力フォームその他当社が定める方法を通じてユーザーが入力または送信する情報
            </li>
          </ul>
        </li>
        <li>
          ユーザーが本サービスの利用において、他のサービスと連携を許可することにより、当該他のサービスからご提供いただく情報ユーザーが、本サービスを利用するにあたり、ソーシャルネットワーキングサービス等の他のサービスとの連携を許可した場合には、その許可の際にご同意いただいた内容に基づき、以下の情報を当該外部サービスから収集します。
          <ul>
            <li>当該外部サービスでユーザーが利用するID</li>
            <li>
              その他当該外部サービスのプライバシー設定によりユーザーが連携先に開示を認めた情報
            </li>
          </ul>
        </li>
      </ol>
      <h2>利用者情報を利用する目的</h2>
      <p>
        当社は、以下の目的に必要な範囲で、ユーザーの利用者情報を取得し、取得した情報を利用します。以下の⽬的の範囲を超えて個⼈情報を利⽤する場合には、事前に適切な⽅法でご本人からの同意を得ます。
      </p>
      <ul>
        <li>
          当社サービスにおけるユーザーの行動履歴を分析し、当社サービスの維持改善に役立てるため
        </li>
        <li>匿名化を施した情報をサービスの向上に用いるため</li>
        <li>匿名化を施さない情報を当該ユーザーのサービス利用に供するため</li>
        <li>当社のサービスに関するご案内をするため</li>
        <li>当社規約の変更等を通知するため</li>
        <li>以上の他、当社サービスの提供、維持、保護及び改善のため</li>
        <li>当社のサービス上で機能するレコメンド AI モデルの精度改善のため</li>
      </ul>
      <h2>安全管理のために講じた措置</h2>
      <p>
        当社が、ユーザーから取得した情報に関して安全管理のために講じた措置につきましては、末尾記載のお問い合わせ先にご連絡をいただきましたら、法令の定めに従い個別にご回答させていただきます。
      </p>
      <h2>第三者提供</h2>
      <p>
        当社は、ユーザーから取得する情報のうち、個人データ（個人情報保護法第２条第６項）に該当するものついては、あらかじめユーザーの同意を得ずに、第三者（日本国外にある者を含みます。）に提供しません。
      </p>
      <p>但し、次の場合は除きます。</p>
      <ul>
        <li>個人データの取扱いを外部に委託する場合</li>
        <li>当社や当社サービスが買収された場合</li>
      </ul>
      <p>その他、法律によって合法的に第三者提供が許されている場合</p>
      <p>■匿名化した情報のサービス提供</p>
      <p>
        当社は、ユーザーが自ら送信した情報について、匿名加工を施した上でサービス全利用者のためのナレッジとして用いる場合があります。この場合、ナレッジとして提供される情報は以下のものです。
      </p>
      <ul>
        <li>性別</li>
        <li>年代</li>
        <li>都道府県</li>
        <li>利用金額</li>
        <li>総工費</li>
        <li>利用頻度</li>
        <li>人気アクセス</li>
      </ul>
      <h2>アクセス解析ツール</h2>
      <p>
        本ウェブサイトでは、利用者のアクセス状況を把握し、本ウェブサイトを改善するためにGoogle社のサービスであるGoogle
        アナリティクスを利用しています。Google
        アナリティクスのクッキーをもとにして取得されたデータは、Google社により同社のプライバシーポリシーに基づいて管理されます。利用者は当ホームページを利用することで、上記方法および目的においてGoogleとサイト管理者が行うデータ処理に対して、許可を与えたものとみなします。
      </p>
      <p>
        Google アナリティクスの利用規約に関する説明についてはGoogle
        アナリティクスのサイトを、Google社のプライバシーポリシーに関する説明については同社のサイトをご覧下さい。
      </p>

      <ul>
        <li>
          Googleアナリティクス利用規約　https://www.google.com/analytics/terms/jp.html
        </li>
        <li>
          Googleプライバシーポリシー　https://policies.google.com/privacy?hl=ja
        </li>
      </ul>
      <p>
        また、Google
        による情報収集を無効化したい場合は、Google社が提供する「Google
        アナリティクス オプトアウト
        アドオン」からオプトアウトの設定をすることで実施可能です。
      </p>
      <p>
        Google アナリティクス オプトアウト
        アドオン　https://tools.google.com/dlpage/gaoptout?hl=ja
      </p>
      <h2>プライバシーポリシーの変更</h2>
      <p>
        当社は、必要に応じて、このプライバシーポリシーの内容を変更します。この場合、変更後のプライバシーポリシーの施行時期と内容を適切な方法により周知または通知します。
      </p>
      <h3>お問い合わせ</h3>
      <p>
        お客様の個人情報の開示、訂正、利用停止、削除をご希望の場合は、以下のメールアドレスにご連絡ください。
      </p>
      <p>info@ndigits.jp</p>
      <h2>事業者の名称</h2>
      <p>株式会社AND DIGITS</p>
      <p>代表者氏名: 岸本直也</p>
      <p>事業者の住所: 151-0053 東京都渋谷区代々木 2-26-5</p>
      <p>2023 年 07 月 01 日 制定</p>
    </div>
  );
};

export default PrivacyPolicy;
