import "../static_page.css";
const TermsBusiness = () => {
  return (
    <div className="w-full sm:w-2/3 mx-auto py-10 px-5 text-sm">
      <h1>登録事業者利用規約</h1>
      <p>
        本利用規約は、AND DIGITS INC.（以下「当社」といいます。）
        が提供する「セカオピ.house」（以下「本サービス」といいます。）を利用する際に、登録事業者であるユーザー（以下「登録事業者」といいます。）に適用されます。本規約には、当社のサービス規約、共有・公開ポリシー、利用ポリシー、および当社が書面で提供するその他の文書、ガイドライン、またはポリシーが含まれます。登録事業者は、当社のサービスを利用することにより、本規約に同意したものとみなされます。当社のプライバシーポリシーは、当社が個人情報をどのように収集し、使用するかを説明しています。
      </p>
      <h2>1. 登録とアクセス</h2>
      <p>
        登録事業者が他の個人または団体の代理として本サービスを利用する場合、登録事業者は、その代理として本規約を承諾する権限を有していなければなりません。登録事業者は、アカウント登録のために正確かつ完全な情報を提供する必要があります。登録事業者は、ご自身のアクセス資格またはアカウントを組織外の他者に利用させることはできず、登録事業者の資格情報を使用して発生するすべての活動に対して責任を負うものとします。
      </p>
      <h2>2. 利用条件</h2>
      <ol>
        <li>
          サービスの利用：登録事業者は、本規約に従って本サービスにアクセスすることができ、当社は登録事業者に本サービスを使用する非独占的な権利を付与します。登録事業者は、本サービスを利用する際、本規約およびすべての適用法令を遵守するものとします。当社および当社の関連会社は、本サービスに関するすべての権利、権原、および利益を所有します。
        </li>
        <li>
          フィードバック：当社は、フィードバック、コメント、アイデア、提案、および改善のための提案を歓迎します。登録事業者からこれらのものを提供された場合、当社は、登録事業者に対する制限または補償なしにそれを使用することができるものとします。
        </li>
        <li>
          制限事項：登録事業者は、以下の各号のいずれかに該当する行為または該当すると当社が判断する行為をしてはなりません。(1)
          他人の権利を侵害、不正流用、または違反する方法で本サービスを使用すること、(2)
          本サービスのモデル、アルゴリズム、およびシステムのソースコードまたは基礎コンポーネントをリバースアセンブル、逆コンパイル、翻訳、またはその他の方法で発見しようと試みること、
          (3) 本サービスの出力を使用して当社と競合するモデルを開発すること、(4)
          API
          を通じて許可されている場合を除き、スクレイピング、ウェブハーベスティング、ウェブデータ抽出を含む、本サービスからデータまたは出力を抽出するために自動化またはプログラムされた方法を使用すること、またはその他の当社の使用方針に違反すること。&nbsp;
        </li>
        <li>
          ユーザーが提供する情報についての注意と免責：当社は、ユーザーがアップロードする明細その他の資料について、AIによる自動匿名化処理を施した上でデータベースに蓄積し、本サービスの利用に供しますが、この匿名化処理が完全であることを保証しません。登録事業者は、本サービスの利用を通じて提供された情報にユーザーの個人情報や秘密情報が含まれていると合理的に判断されるときは、これらの情報を保存しまたは利用せず、当社に通報しなければなりません。
        </li>
      </ol>
      <h2>3. 料金および支払い</h2>
      <ol>
        <li>総則</li>
        <ol>
          <li>
            登録事業者は、適用される価格設定ページの価格および条件、または両者間で書面により合意された通りに、登録事業者のアカウントに請求されるすべての料金（以下「料金」）を支払うものとします。当社は、すでに請求書を発行し、または支払いを受けた場合であっても、価格の誤りまたは過誤を修正する権利を有します。登録事業者は、有効かつ承認された支払方法を含む完全かつ正確な請求先情報を提供するものとします。
          </li>
          <li>
            料金の支払いが遅延したときは、年14.6%の割合による遅延損害金が発生するものとします。
          </li>
          <li>
            違約金が発生する場合、違約金に対しては年20%の割合による遅延損害金が発生するものとします。
          </li>
        </ol>
        <li>仲介手数料</li>
        <ol>
          <li>
            登録事業者は、本サービスを通じて知ったユーザーとの間で取引が成立したときは、当社にその収納を代行させなければなりません。当社は、当該ユーザーに対して、所定の紹介手数料を上乗せした金額を当社に支払うように請求し、当社は登録事業者に紹介手数料および振込手数料を差し引いた額を支払います。このとき、ユーザーの代金支払債務は、ユーザーが当社に請求額を支払った時点で履行が完了となります。
          </li>
          <li>
            登録事業者は、本サービスのシステムを経由せずにユーザーと連絡を行ってはなりません。本サービスを通じて知ったユーザーとの取引は、本サービスを経由せずに契約が成立する場合であっても、本節の規定が適用されます。
          </li>
          <li>
            登録事業者が本サービスを通じて知ったユーザーとの間で取引が成立したにも関わらず、ユーザーに代金を請求するときまでに当社にこれを報告しなかったときは、所定の紹介手数料に加え、これと同額の違約金及びこれに対する遅延損害金が発生することとします。
          </li>
        </ol>
      </ol>
      <h2>4. 禁止事項</h2>
      <p>
        登録事業者は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると当社が判断する行為をしてはなりません。
      </p>
      <ul>
        <li>本サービスを通じて取得した情報を無断で複製、転用、転売する行為</li>
        <li>本サービスで提供するデータを不正な方法で収集または蓄積する行為</li>
        <li>
          当社、他の登録事業者、または第三者に不利益・損害を与える行為、またはその恐れのある行為
        </li>
        <li>当社のサーバーやネットワークを攻撃する行為、またはその試み</li>
        <li>虚偽の情報を登録する行為</li>
        <li>法令または公序良俗に違反する行為</li>
        <li>
          本サービスを通じてコンタクトしたユーザーとの間で、本サービスが定める販売手順等を経ずに取引する行為
        </li>
        <li>その他、当社が不適切と判断する行為</li>
      </ul>
      <p>
        当社は、登録事業者がこれらの禁止事項に違反した場合、当該登録事業者に対してサービスの利用停止、会員資格の剥奪、損害賠償請求などの必要な措置をとることがあります。
      </p>
      <h2>5. 免責事項</h2>
      <ul>
        <li>
          当社は、本サービスが登録事業者の具体的な期待に適合すること、登録事業者による本サービスの利用が登録事業者に適用のある法令または業界団体の内部規則等に適合すること、及び特定の結果を保証するものではありません。
        </li>
        <li>
          登録事業者が本サービスを用いて得た情報に基づき行った一切の行為について、当社は一切の責任を負わないものとします。
        </li>
        <li>
          当社は、本サービスに関連して登録事業者が被った損害について、適用法令に反する意思または重大な過失がある場合を除き、一切の責任を負わないものとします。
        </li>
        <li>
          当社は、本サービスに起因または関連して登録事業者とユーザー、他の登録事業者または第三者との間に生じたトラブルについて、一切責任を負わないものとします。
        </li>
        <li>
          当社は、本サービスの運営環境の全部または一部の停止、遅延、中断、変更、消失等により、登録事業者に生じた損害について、一切の責任を負わないものとします。
        </li>
        <li>
          当社は、登録事業者に対し、事前に通知することなく本サービスの全部または一部を変更または廃止することがあり、これにより登録事業者に生じた損害について一切の責任を負わないものとします。
        </li>
        <li>
          当社は、本サービスに関連して登録事業者が有した期待等に基づく損害（逸失利益を含みますが、これに限らない）について、一切の責任を負わないものとします。
        </li>
      </ul>
      <h2>6. 損害賠償</h2>
      <ul>
        <li>
          本サイト利用者は、本規約に違反し、または本サイト若しくは本サービスの利用に関して当社に損害を与えた場合、当社に対して、その損害を賠償するものとします。
        </li>
        <li>
          当社は、本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。
        </li>
        <li>
          登録事業者の本サービスの利用は商行為とみなします。したがって、消費者契約法の適用はありません。
        </li>
      </ul>
      <h2>7. 本サービスの停止等</h2>
      <p>
        7-1
        当社は、以下のいずれかに該当する場合には、会員に事前に通知することなく、本サイト及び本サービスの利用の全部または一部を停止または中断することができるものとします。
      </p>
      <ol>
        <li>
          本サービスに係るコンピュータ・システムの点検または保守作業を定期的または緊急に行う場合
        </li>
        <li>コンピュータまたは通信回線等が事故等により停止した場合</li>
        <li>
          火災、停電または天災地変等の不可抗力により本サービスの運営ができない場合
        </li>
        <li>
          外部SNSサービスに、トラブル若しくはサービス提供の中断若しくは停止、本サービスとの連携の停止または仕様変更等が生じ、本サイトまたは本サービスの利用の全部または一部を停止または中断する場合
        </li>
        <li>
          本サービスの提供に必要な設備の障害等により本サービスの提供が困難となった場合
        </li>
        <li>
          前各号の他、当社が合理的な理由により停止または中断を必要とすると判断した場合
        </li>
      </ol>
      <p>
        7-2
        当社は、当社の都合により、本サービスの提供を終了することができます。この場合、当社は登録事業者に事前に通知するものとします。
      </p>
      <p>
        7-3
        当社は、本条に基づいて当社がとった措置を理由として発生した損害についてあらゆる責任を負いません。
      </p>
      <h2>8.反社会的勢力の排除</h2>
      <p>1 登録事業者は、次の各号の事項を確約するものとします。</p>
      <p>
        (1)
        自ら若しくはその子会社が、暴力団、暴力団関係企業、総会屋若しくはこれらに準ずる者又はその構成員（以下、併せて「反社会的勢力」という。）ではないこと
      </p>
      <p>
        (2)
        自ら若しくは子会社の役員（業務を執行する社員、取締役、執行役又はこれらに準ずる者をいう。）が反社会的勢力ではないこと
      </p>
      <p>
        (3) 反社会的勢力に自己の名義を利用させ、本契約を締結するものでないこと
      </p>
      <p>
        (4)
        本サービスに関する取引および代金の全額の支払のいずれもが終了するまでの間に、自ら又は第三者を利用して、本契約に関して次の行為をしないこと
      </p>
      <p>ア 脅迫的な言動又は暴力を用いる行為</p>
      <p>イ 偽計又は威力を用いて業務を妨害し、又は信用を毀損する行為</p>
      <p>
        (5)
        反社会的勢力が経営に実質的に関与しておらず、かつ将来にわたり関与しないこと
      </p>
      <p>
        (6)
        反社会的勢力に対して資金の提供等の利益の供与、又は便宜を供与するなどの関与をしておらず、かつ将来にわたり関与しないこと
      </p>
      <p>
        2.
        登録事業者が次のいずれかに該当した場合には、当社は、何らの催告を要せずして契約を解除することができます。
      </p>
      <p>(1) 前項第１号又は第２号の確約に反する申告をしたことが判明した場合</p>
      <p>(2) 前項第３号の確約に反し本契約を締結したことが判明した場合</p>
      <p>(3) 前項第４号の確約に反した行為をした場合</p>
      <p>(4) 前項第５号又は第６号の確約に反する事実が判明した場合</p>
      <p>
        3.
        前項の規定により本契約が解除された場合には、登録事業者は当社に対し、違約金として金１０００万円を支払うものとします。なお、この他に当社に損害が発生した場合は、その損害も賠償するものとします。
      </p>
      <p>
        4.
        第２項の規定により本契約が解除された場合には、登録事業者は、解除により生じる損害について、当社に対し一切の請求を行うことはできません。
      </p>
      <h2>9. 規約の改定</h2>
      <ul>
        <li>
          当社は、登録事業者に通知することなく、本規約の内容を改定することがあります。規約の改定は、当社が適当と判断する方法で登録事業者に通知し、または本サービス上で公表することにより行われるものとします。
        </li>
        <li>
          本規約の改定通知または公表後、登録事業者が本サービスを利用した場合、登録事業者は改定後の規約に同意したものとみなされます。
        </li>
      </ul>
      <h2>10. 準拠法・管轄</h2>
      <p>
        本規約の解釈及び適用、本サービスと登録事業者との間の紛争については、日本国法を準拠法とし、第一審の専属的合意管轄裁判所を東京地方裁判所とします。
      </p>
      <p>以上</p>
    </div>
  );
};

export default TermsBusiness;
